Repository: AndrianDTR/Atlantic
Catalog: EAssistant/Resources/Res.*.resx
Languages: uk

# abnormal_termination
source: Program has been exited abnormally.\nWould you like to send report about this situation?
uk: Під час роботи програми виникла критична помилка. Програму буде закрито.\nВи хочете відправити повідомлення про цю ситуацію розробнику?

source: Cancel
uk: Скасувати

# check_registration
source: You using unregistered copy of the application. Evaluation period will expire after {0} days. Please contact support and register it. If you want register your copy of the application now press "Yes".
uk: Ви використовуєте незареєстровану копію програми. Пробний період закічується через {0} днів. Будь ласка, зв'яжіться з розробниками та зареєструйте свою копію програми. Якщо Ви хочете зареєструвати програму зараз натисніть "Yes".

# client_exist
source: This card already attached. Please use another one.
uk: Клієнт з таким номером вже існує.

# disabled_feature
source: This feature is disabled.
uk: Ця функція на даний час не доступна.

source: Enter
uk: Вхід

source: Error
uk: Помилка

# evaluation_end
source: Evaluation period has been expired! You should purchase for registered copy of the application. Do you wish to purchase now?
uk: Пробний період використання програми закінчився! Для подальшого використання програми Вам необхідно придбати ліцензію на її використання. Ввести реєстраційний код зараз?

source: Information
uk: Інформація

# invalid_activation_key
source: Invalid activation key has been entered.
uk: Ви ввели неправильний ключ активації.

# invalid_barcode
source: Invalid card number has been specified. Please use only digits and no more {0} characters.
uk: Вказано невірний номер картки. Правильний номер складається з {0} цифр.

# MISSING_FIELD
source: Field '{0}' is required, please fill it.
uk: Поле '{0}' є обов'язковим, будь ласка заповніть його.

# not_implemented
source: This feature is not implemented in the current version.
uk: Ця функція знаходиться в розробці і на даний час не реалізована.

# OTL_AVAILABLE_HOURS
source: Available
uk: Доступно

# OTL_CLIENT_NAME
source: Client Name
uk: Ім'я клієнта

# OTL_ENTER_TIME
source: Enter
uk: Вхід

# OTL_LEAVE_TIME
source: Leave
uk: Вихід

# OTL_LESSON_LEN
source: Lesson
uk: Заняття

# OTL_SCHEDULE_TIME
source: Time
uk: Час

# OTL_STATUS
source: Status
uk: Статус

# TL_COMMENT
source: Comment
uk: Примітка

# TL_NAME
source: Name
uk: Імя

# TL_PHONE
source: Phone
uk: Телефон

# unregistered_client
source: No such client.
uk: Такого клієнта неіснує.

source: Warning
uk: Попередження

# AP_ADD_ERROR
source: Payment could not been added.
uk: Оплату не зараховано.

# AP_INVALID_SUM_FORMAT
source: Please specify sum value in the 'XX{0}YY' format.
uk: Вкажіть суму у форматі 'XX{0}YY'.

# AP_SERVICE_NOT_SPECIFIED
source: Please select one of service first.
uk: Не вказано тип послуги.

# CP_CHANGE_ERROR
source: Password has not been changed.
uk: Пароль не змінено.

# CP_CHANGE_OK
source: Password has been changed successfully.
uk: Пароль успішно змінено.

# CP_INVALID_CONFIRMATION
source: New password and confirm are different.
uk: Пароль та його підтвердження не співпадають.

# CP_OLD_IS_SAME
source: New password must be different than current.
uk: Новий пароль повинен відрізнятися від поточного.

# CP_PASSW_IS_TO_SHORT
source: Password must be at least {0} characters length.
uk: Довжина паролю повинна бути не меншою за {0} символів.
